[
  {
    "jlid": 1,
    "name": "手太阴肺经",
    "guojidaima": "LUng",
    "jmCircly": "手太阴肺经起于中焦，向下络大肠，上行经胃口，过膈，属肺。从肺系（气管及喉咙）横走浅出侧胸上部（中府），沿上肢内侧前缘、手少阴心经和手厥阴心包经之前，经过肘关节、腕后寸口部，沿手掌大鱼际缘，止于拇指桡侧端（少商）。分支从腕后分出，止于食指桡侧端，下接手阳明大肠经。【附】《灵枢?经脉》：肺手太阴之脉，起于中焦，下络大肠，还循胃口，上膈属肺。从肺系，横出腋下，下循臑内，行少阴、心主之前，下肘中，循臂内上骨下廉，入寸口，上鱼，循鱼际，出大指之端。其支者：从腕后，直出次指内廉，出其端。",
    "binghou": "脏腑病：咳喘，上气，烦心，肺胀满，小便数而欠。经脉病：胸满，缺盆痛，臑臂内前廉痛、厥，掌中热。",
    "zhiliao": "本经腧穴均以治疗肺和肺系病变为主。其中尺泽除治疗肺热之证外，可用于治疗急性胃肠炎；孔最主治咯血；列缺尤治疗外感咳嗽及头项痛；太渊主治无脉证；少商、鱼际治疗急性咽喉肿痛。",
    "caozuo": "中府、云门不可向内深刺；尺泽点刺主要治疗急性腹痛吐泻；孔最治疗咯血可用穴位注射；少商治疗急性咽喉肿痛宜点刺",
    "xunxing": "http://data.jiudafu.com/jingluo/gif/手太阴肺经.gif",
    "zongtu": "http://data.jiudafu.com/jingluo/images0/手太阴肺经_opt.jpeg"
  },
  {
    "jlid": 2,
    "name": "手阳明大肠经",
    "guojidaima": "Large Intestine",
    "jmCircly": "手阳明大肠经起于食指桡侧端（商阳），上行经过第1、2掌骨间和拇长伸肌腱与拇短伸肌腱之间，循行于前臂外侧的前缘，进入肘外侧，沿上臂走肩，向上交会颈部大椎穴，向下从缺盆进入体腔，络肺、属大肠。分支从缺盆经颈部入下齿，浅出夹口，过人中沟，止于对侧鼻旁（迎香）。【附】《灵枢?经脉》：大肠手阳明之脉，起于大指次指之端，循指上廉，出合谷两骨之间，上入两筋之中，循臂上廉，入肘外廉，上臑外前廉，上肩，出髃骨之前廉，上出于柱骨之会上，下入缺盆，络肺，下膈，属大肠。其支者：从缺盆上颈，贯颊，入下齿中；还出夹口，交人中——左之右、右之左，上夹鼻孔。",
    "binghou": "经脉病：齿痛，颈肿，目黄，口干，鼽衄，喉痹，肩前臑痛，大指次指痛、不用。",
    "zhiliao": "商阳、合谷、曲池常用治疗热病；合谷治疗头面、五官疾病；合谷、曲池主治胃肠病；商阳、合谷治疗咽喉痛；合谷、曲池、手三里、臂臑、肩髃常用治疗肩臂痛；合谷、迎香治疗鼻病。",
    "caozuo": "商阳治疗热病和咽喉肿痛可点刺出血；针刺天鼎、扶突应注意角度和深度。",
    "xunxing": "http://data.jiudafu.com/jingluo/gif/手阳明大肠经.gif",
    "zongtu": "http://data.jiudafu.com/jingluo/images0/手阳明大肠经_opt.jpeg"
  },
  {
    "jlid": 3,
    "name": "足阳明胃经",
    "guojidaima": "Stomach",
    "jmCircly": "足阳明胃经起于鼻旁，上行鼻根，向下沿鼻外侧目下（承泣），入上齿，环绕口唇，交会承浆，循行过下颌、耳前，沿额角发际，至额颅中部；向下沿颈至锁骨上窝，外行线循行于胸腹第2侧线至气冲部，内行下膈，属胃、络脾；复从胃口起，至气冲部浅出后相合，下循下肢外侧前缘，经膝髌和胫骨外侧前缘，止于第2趾侧端（厉兑）；分支从膝下3寸到中趾；另一分支从足背至足大趾，连接足太阴脾经。【附】《灵枢?经脉》：胃足阳明之脉，起于鼻，交頞中，旁约太阳之脉，下循鼻外，入上齿中，还出夹口，环唇，下交承浆，却循颐后下廉，出大迎，循颊车，上耳前，过客主人，循发际，至额颅。其支者：从大迎前，下人迎，循喉咙，入缺盆，下膈，属胃，络脾。其直者：从缺盆下乳内廉，下夹脐，入气街中。其支者：起于胃口，下循腹里，下至气街中而合。——以下髀关，抵伏兔，下膝髌中，下循胫外廉，下足跗，入中指内间。其支者，下膝三寸而别，下入中指外间。其支者：别跗上，入大指间，出其端。",
    "binghou": "脏腑病：心悸，癫狂，疟疾，消谷善饥，腹胀，呻吟，呵欠，颜黑，大腹水肿，尿黄。经脉病：鼽衄，汗出，口歪斜，唇疹，颈肿，喉痹，膺、乳、气街、股、膝髌、胫外廉、足跗痛。",
    "zhiliao": "承泣治疗眼病；四白、地仓、颊车、下关、头维、内庭、解溪常治疗头面和五官疾病；梁门、天枢、足三里、上巨虚、下巨虚、梁丘和内庭治疗胃肠病，其中天枢具有对便秘和腹泻的双向治疗作用，足三里具有强身保健作用，上巨虚和下巨虚分别主治大肠和小肠病变，梁丘治疗急性胃痛；水道有利水的功能；丰隆为化痰要穴；解溪、内庭、厉兑治疗神志病。",
    "caozuo": "针刺承泣穴应注意角度、深度和刺激强度；胸部穴以斜刺或横刺为主，以免伤及心肺；上腹部穴位不宜在过饱时针刺，不宜过深。",
    "xunxing": "http://data.jiudafu.com/jingluo/gif/足阳明胃经.gif",
    "zongtu": "http://data.jiudafu.com/jingluo/images0/足阳明胃经_opt.jpeg"
  },
  {
    "jlid": 4,
    "name": "足太阴脾经",
    "guojidaima": "SPleen",
    "jmCircly": "足太阴脾经起于足大趾内侧端（隐白），过第1跖骨基底后、内踝前，循行于小腿内侧的中间，至内踝上8寸后循行于小腿内侧的前缘，经膝股部内侧前缘，入腹属脾络胃，经过咽，止于舌；分支从胃注心中；躯干部分布于胸腹部第3侧线，经锁骨下，止于腋下（大包）。【附】《灵枢?经脉》：脾足太阴之脉，起于大指之端，循指内侧白肉际，过核骨后，上内踝前廉，上踹内，循胫骨后，交出厥阴之前，上膝股内前廉，入腹，属脾，络胃，上膈，夹咽，连舌本，散舌下。其支者：复从胃，别上膈，注心中（脾之大络，名曰大包，出渊腋下三寸，布胸胁)。",
    "binghou": "脏腑病：胃脘痛，腹胀，呕恶，嗳气，食不下，黄疸，小便不利，烦心，心痛，失眠。经脉病：舌本强，股膝内肿、厥，足大趾不用，身体皆重。",
    "zhiliao": "隐白、太白、公孙、地机、血海、三阴交治疗妇科病，其中隐白常治疗妇科血证，三阴交治疗月经不调、经闭、难产，地机治疗痛经；太白、公孙、三阴交、阴陵泉、大横治疗脾胃病证，其中公孙治疗胃酸过多，阴陵泉有健脾化湿之功，大横善治便秘、腹泻；血海、三阴交有益气养血、活血的功能；大包主治胸胁痛。",
    "caozuo": "胸部腧穴不宜深刺，以免伤及内脏。",
    "xunxing": "http://data.jiudafu.com/jingluo/gif/足太阴脾经.gif",
    "zongtu": "http://data.jiudafu.com/jingluo/images0/足太阴脾经_opt.jpeg"
  },
  {
    "jlid": 5,
    "name": "手少阴心经",
    "guojidaima": "HearT",
    "jmCircly": "手少阴心经起于心中，属心系（心与各脏相连的组织）、络小肠；从心系联络咽、目系（眼后与脑相连的组织）和肺，从肺部浅出腋下（极泉），循行于上臂内侧后缘，于手太阴经和手厥阴经之后，经肘部和前臂内侧，至掌后豌豆骨部，入掌内，止于小指桡侧端（少冲）。【附】《灵枢?经脉》：心手少阴之脉，起于心中，出属心系，下膈，络小肠。其支者：从心系，上夹咽，系目系。其直者：复从心系，却上肺，下出腋下，下循臑内后廉，行太阴、心主之后，下肘内，循臂内后廉，抵掌后锐骨之端，入掌内后廉，循小指之内，出其端。",
    "binghou": "脏腑病：心痛，嗌干，口渴；经脉病：目黄，胁痛，臑臂内后廉痛厥，掌中热。",
    "zhiliao": "极泉、少海治疗心病、肩臂疼痛麻木；神门、阴郄、少冲治疗心与神志病，其中神门尤治失眠，阴郄又治血证；通里主治舌强不语。",
    "caozuo": "针刺极泉应避开腋动脉；灵道、通里、阴郄、神门不宜深刺，留针时不可做屈腕动作。",
    "xunxing": "http://data.jiudafu.com/jingluo/gif/手少阴心经.gif",
    "zongtu": "http://data.jiudafu.com/jingluo/images0/手少阴心经_opt.jpeg"
  },
  {
    "jlid": 6,
    "name": "手太阳小肠经",
    "guojidaima": "Small Intestine",
    "jmCircly": "手太阳小肠经起于手小指尺侧端（少泽），沿手掌和腕部尺侧，循行于前臂外侧的后缘，经肱骨内上髁和尺骨鹰嘴之间，向上沿臂外后侧至肩，绕行肩胛部，内行从缺盆进入体腔，下行络心、属小肠，联系胃、咽；上行从缺盆沿颈部至面颊，到达目外眦，进入耳中（听宫）；分支从面颊低鼻，止于目内眦，下接足太阳膀胱经。【附】《灵枢?经脉》：小肠手太阳之脉，起于小指之端，循手外侧上腕，出踝中，直上循臂骨下廉，出肘内侧两骨之间，上循臑外后廉，出肩解，绕肩胛，交肩上，入缺盆，络心，循咽下膈，抵胃，属小肠。其支者：从缺盆循颈，上颊，至目锐眦，却入耳中。其支者：别颊上?，抵鼻，至目内眦（斜络于颧)。",
    "binghou": "经脉病：耳聋，目黄，嗌痛，颔、颊肿，肩、臑、肘臂外后廉痛。",
    "zhiliao": "少泽治疗乳少；后溪治疗头项强痛、正中腰痛；养老治疗老人目视不明；支正治疗疣证、头项痛；小海治疗肘臂疼痛麻木；肩贞、臑腧治疗肩痛；天宗、秉风、曲垣、肩外俞等治疗肩胛背项痛；颧髎治疗齿痛、面痛、口歪；听宫治疗耳疾。",
    "caozuo": "针刺背部和颈部腧穴应注意角度和深度；听宫宜张口取穴进针。",
    "xunxing": "http://data.jiudafu.com/jingluo/gif/手太阳小肠经.gif",
    "zongtu": "http://data.jiudafu.com/jingluo/images0/手太阳小肠经_opt.jpeg"
  },
  {
    "jlid": 7,
    "name": "足太阳膀胱经",
    "guojidaima": "Bladder",
    "jmCircly": "足太阳膀胱经起于目内眦（睛明），上额，交于巅顶（百会）。巅顶部支脉，从头顶到颞颥部。巅顶部直行的脉，从头顶入络脑，向下至项部，沿着肩胛内侧，夹脊柱，抵达腰部，进入体内，络肾，属膀胱。腰部的支脉，向下经过臀部，进入腘窝中。后项部的支脉，通过肩胛骨内侧缘下行，经臀部，沿着大腿外侧后缘，与腰部支脉在腘窝相合，从此向下，通过腓肠肌，经外踝后，沿着第5跖骨粗隆，至小趾外侧端（至阴），交足少阴肾经。【附】《灵枢?经脉》：膀胱足太阳之脉，起于目内眦，上额，交巅。其支者：从巅至耳上角。其直者：从巅入络脑，还出别下项，循肩膊内，夹脊抵腰中，入循膂，络肾，属膀胱。其支者：从腰中，下夹脊，贯臀，入腘中。其支者：从膊内左右别下贯胛，夹脊内，过髀枢，循髀外后廉下合腘中——以下贯踹内，出外踝之后，循京骨至小指外侧。",
    "binghou": "脏腑病证：小便不通，遗尿，癫狂等；经脉病证：目痛，鼻塞多涕，头痛以及项、背、腰、股、臀部及下肢后侧本经循行部位疼痛。",
    "zhiliao": "本经腧穴主治头面五官病，项、背、腰、下肢病证及神志病。位于背部两条侧线的背俞穴及其他腧穴主治相应的脏腑病证和有关的组织器官病证；头面部、颈部穴位以近治作用为主。睛明、攒竹以治疗目疾为主；眉冲、曲差、五处、络却治疗头痛、目眩。背俞穴分别治疗相应脏腑的病证；膈俞治疗血证。足太阳膀胱经第2 侧线上的穴位治疗作用与第1 测线上的穴位相近。其中膏肓主治肺虚证和虚劳证，志室主治肾精不足之证，秩边主治腰骶痛。臀、股部穴位以近治作用为主；膝部以下穴位以远治作用为主，其中委中主治腰背疼痛，承山、承筋主治痔疾，昆仑主治后头痛，申脉主治癫狂，至阴主治胎位不正。",
    "caozuo": "睛明穴针刺时应首先将眼球推向外侧固定，进针后不能大幅度提插捻转，避免损伤血管和眼球，出针后应按压针孔，避免出血；针刺天柱时应向下刺或直刺，并控制针刺深度；自第1胸椎到第2胸椎棘突旁的穴位应向脊柱方向斜刺，严格掌握针刺深度，不能深刺，以免刺伤脏器；针刺承山时刺激不能过强，以免造成腓肠肌痉挛；至阴穴矫正胎位多用灸法",
    "xunxing": "http://data.jiudafu.com/jingluo/gif/足太阳膀胱经.gif",
    "zongtu": "http://data.jiudafu.com/jingluo/images0/足太阳膀胱经_opt.jpeg"
  },
  {
    "jlid": 8,
    "name": "足少阴肾经",
    "guojidaima": "KIdney",
    "jmCircly": "足少阴肾经起于足小趾之下，斜向足心（涌泉穴），出于舟骨粗隆下，沿内踝后，进入足跟，再上行于腿肚内侧，出腘窝内侧，向上行股内后缘，通向脊柱，属于肾，联络膀胱。其直行的支脉从肾向上通过肝和横膈，入肺中，循着喉咙，上夹舌本；其支脉从肺出来络心，注入胸中，与手厥阴心包经相交接。有一腧穴通路：行于腹部前正中线旁开0.5寸，胸部前正中线旁开2寸，终止于锁骨下缘（俞府）。【附】《灵枢?经脉》：肾足少阴之脉，起于小指之下，邪走足心，出于然谷之下，循内踝之后，别入跟中，以上踹内，出腘内廉，上股内后廉，贯脊属肾，络膀胱。其直者，从肾上贯肝膈，入肺中，循喉咙，夹舌本。其支者，从肺出络心，注胸中。",
    "binghou": "脏腑病：遗尿、小便不利、水肿、泄泻、月经不调、痛经、遗精、阳痿等；经脉病：耳鸣、耳聋、咽喉肿痛、腰脊强痛、腘内廉痛、小腿内侧痛、内踝肿痛、足跟痛等。",
    "zhiliao": "涌泉用于急救，主治神昏、晕厥；然谷主治妇科和生殖器病变；太溪为补肾要穴；照海主治咽干咽痛、失眠、癫痫；复溜主治汗证；其他小腿部腧穴主治妇科、前阴和局部病证；下腹部腧穴主治妇科、前阴和胃肠病证；上腹部腧穴主治腹胀、泄泻、便秘等胃肠病证；胸腹部腧穴主治胸、肺疾患。",
    "caozuo": "腹部腧穴孕妇禁刺；右侧幽门深部为肝脏，不可深刺；胸部腧穴自步廊至俞府应平刺或斜刺，不可深刺，以免损伤心、肺。",
    "xunxing": "http://data.jiudafu.com/jingluo/gif/足少阴肾经.gif",
    "zongtu": "http://data.jiudafu.com/jingluo/images0/足少阴肾经_opt.jpeg"
  },
  {
    "jlid": 9,
    "name": "手厥阴心包经",
    "guojidaima": "Peri Cardium",
    "jmCircly": "手厥阴心包经起于胸中，出属心包络，向下通过横膈，从胸至腹依次联络上、中、下三焦。胸部支脉沿着胸中，出于胁部，至腋下3寸处（天池），上行抵腋窝中，沿上臂内侧，行于手太阴和手少阴之间，进入肘窝中，向下行于前臂两筋的中间，进入掌中，沿着中指到指端（中冲）。掌中支脉从劳宫分出，沿无名指到指端（关冲），与手少阳三焦经相接。【附】《灵枢?经脉》：心主手厥心包络之脉，起于胸中，出属心包络，下膈，历络三焦。其支者，循胸出胁，下腋三寸，上抵腋下，循臑内，行太阴少阴之间，入肘中，下臂，行两筋之间，入掌中，循中指，出其端。其支者，别掌中，循小指次指，出其端。",
    "binghou": "脏腑病：心痛、胸闷、心悸、心烦、癫狂等；经脉病：腋肿、肘臂挛痛、掌心发热等。",
    "zhiliao": "天池主治乳疾；曲泽主治急性吐泻；郄门主治急性心痛和血证；间使主治心痛、呕吐；内关主治心悸、心痛、胃痛、呕吐；大陵主治癫狂；劳宫主治口疮、中风昏迷；中冲用于急救、心绞痛。",
    "caozuo": "天池应斜刺、平刺，不可深刺，以防刺伤肺脏；曲泽、郄门、间使、内关、大陵等穴针刺时应避免刺中肌腱和正中神经。",
    "xunxing": "http://data.jiudafu.com/jingluo/gif/手厥阴心包经.gif",
    "zongtu": "http://data.jiudafu.com/jingluo/images0/手厥阴心包经_opt.jpeg"
  },
  {
    "jlid": 10,
    "name": "手少阳三焦经",
    "guojidaima": "SanJiao",
    "jmCircly": "手少阳三焦经起于无名指末端（关冲），向上行于小指与无名指之间，沿着手背，出于前臂外侧桡骨和尺骨之间，向上通过肘尖，沿上臂外侧，上达肩部，交出足少阳经的后面，向上进入缺盆部，分布于胸中，散络于心包，向下通过横膈，从胸至腹，属上、中、下三焦。胸中支脉，从胸向上，出于缺盆部，上走颈旁，联系耳后，沿耳后直上，出于耳部上行额角，再屈而下行至面颊部，到达眼下部。耳部支脉，从耳后进入耳中，出走耳前，与前脉交叉于面颊部，到达目外眦（丝竹空），与足少阳胆经相接。【附】《灵枢?经脉》：三焦手少阳之脉，起于小指次指之端，上出两指之间，循手表腕，出臂外两骨之间，上贯肘，循臑外上肩，而交出足少阳之后，入缺盆，布膻中，散络心包，下膈，遍属三焦。其支者，从膻中，上出缺盆，上项，系耳后，直上出耳上角，以屈下颊至?，其支者，从耳后入耳中，出走耳前，过客主人前，交颊，至目锐眦。",
    "binghou": "脏腑病：腹胀、水肿、遗尿、小便不利；经脉病：耳鸣、耳聋、咽喉肿痛、目赤肿痛、颊肿和耳后、肩臂、肘部外侧疼痛等。",
    "zhiliao": "关冲用于急救和急性咽喉肿痛等；中渚主治耳疾；外关主治侧头、侧胸、上肢疾患和热病；支沟主治便秘；天井主治瘰疬；肩髎等肩周穴位主治肩臂部疼痛；翳风主治口?、耳鸣、耳聋；角孙主治侧头痛、颊肿；耳门以治疗耳疾为主；丝竹空主治目疾。",
    "caozuo": "天牖、翳风针刺手法不宜过强，避免遗留后遗感；耳和髎、翳风、耳门针刺时应避开动脉；关节及面部腧穴不宜进行瘢痕灸。",
    "xunxing": "http://data.jiudafu.com/jingluo/gif/手少阳三焦经.gif",
    "zongtu": "http://data.jiudafu.com/jingluo/images0/手少阳三焦经_opt.jpeg"
  },
  {
    "jlid": 11,
    "name": "足少阳胆经",
    "guojidaima": "GallBladder",
    "jmCircly": "足少阳胆经起于眼外角（瞳子髎），向上达额角部，下行至耳后，沿颈项部至肩上，进入锁骨上窝。耳部分支，从耳后入耳中，经耳前，到目外眦后方；外眦部分支，从目外眦下走大迎，再向上到达目眶下，下行经颊车，行颈部，会合前脉于缺盆，内行进入胸中，通过横隔，络肝，属胆，沿胁肋内，下达腹股沟动脉部，经过外阴部毛际，横入髋关节部。主干脉从缺盆下经腋部、侧胸、胁肋部，下合前脉于髋关节部，再向下沿着大腿外侧、膝外缘，行腓骨之前，达外踝前，沿足背部，止于足第4趾外侧端（足窍阴）。足背部分支，从足背上分出，沿第1、2跖骨之间，止于大趾端，接足厥阴肝经。【附】《灵枢?经脉》：胆足少阳之脉，起于目锐眦，上抵头角，下耳后，循颈，行手少阳之前，至肩上，却交出手少阳之后，入缺盆。其支者，从耳后入耳中，出走耳前，至目锐眦后。其支者，别锐眦，下大迎，合于手少阳，抵于?，下加颊车，下颈，合缺盆，以下胸中，贯膈，络肝，属胆，循胁里，出气街，绕毛际，横入髀厌中。其直者，从缺盆下腋，循胸，过季胁，下合髀厌中。以下循髀阳，出膝外廉，下外辅骨之前，直下抵绝骨之端，下出外踝之前，循足跗上，入小指次指之间。其支者，别跗上，入大指之间，循大指歧骨内，出其端；还贯爪甲，出三毛。",
    "binghou": "脏腑病：口苦、目眩、疟疾等；经脉病：目外眦痛，缺盆部肿痛，腋下肿，胸、胁、股及下肢外侧痛，足外侧发热等。",
    "zhiliao": "瞳子髎主治目疾；听会主治耳疾；上关、颌厌、悬颅、悬厘、曲鬓、率谷、天冲、浮白、头窍阴、完骨主治头目耳疾；本神主治神志病；阳白主治目疾；头临泣、目窗、正营、承灵、脑空主治头目、神志病；风池主治头目鼻和神志病；肩井主治颈肩痛；渊液、辄筋主治胸肋痛；日月主治肝胆病；京门主治肾、膀胱病；带脉主治妇科病；居髎、环跳、风市、中渎、膝阳关治疗以下肢痿痹为主；阳陵泉主治胆及下肢病；光明主治目疾；悬钟治疗以头项病为主；丘墟主治胁肋痛；足临泣、地五会主治头目病；侠溪、足窍阴主治耳、目及热病。",
    "caozuo": "风池穴宜向下斜刺，肩井穴不可深刺，渊液、辄筋、日月、京门、带脉穴均宜斜刺，不可直刺。",
    "xunxing": "http://data.jiudafu.com/jingluo/gif/足少阳胆经.gif",
    "zongtu": "http://data.jiudafu.com/jingluo/images0/足少阳胆经_opt.jpeg"
  },
  {
    "jlid": 12,
    "name": "足厥阴肝经",
    "guojidaima": "LiveR",
    "jmCircly": "足厥阴肝经起于足大趾爪甲后丛毛处，向上沿足背至内踝前1寸处，向上沿胫骨内缘，在内踝上8寸处交出足太阴脾经之后，上行过膝内侧，沿大腿内侧中线进入阴毛中，绕阴器，至小腹，夹胃两旁，属肝，络胆，向上穿过膈肌，分布于胁肋部。沿喉咙的后边，向上进入鼻咽部，上行连接目系，出于额，与督脉会于头顶部。目系分支，从目系下循颊里，环绕唇内。肝部分支从肝分出，穿过膈肌，向上注入肺，与手太阴肺经相接。【附】《灵枢?经脉》：肝足厥阴之脉，起于大指丛毛之际，上循足跗上廉，去内踝一寸，上踝八寸，交出太阴之后，上腘内廉，循股阴，入毛中，环阴器，低小腹，夹胃，属肝，络胆，上贯膈，布胁肋，循喉咙之后，上入颃颡，连目系，上出额，与督脉会于巅。其支者：从目系下颊里，环唇内。其支者：复从肝，别贯膈，上注肺。",
    "binghou": "脏腑病：胸满、呕逆、飨泄、嗌干、遗尿、癃闭等；经脉病：腰痛、疝气、少腹肿等",
    "zhiliao": "大敦主治妇科、前阴病；行间、太冲主治头面五官病；中封、蠡沟主治前阴病；膝关主治下肢痿痹；曲泉、阴包、足五里、阴廉、急脉治疗以妇科、前阴病为主；章门、期门主治肝胆、脾胃及胁肋病。",
    "caozuo": "急脉穴避开动脉，章门、期门穴宜斜刺，不可直刺。",
    "xunxing": "http://data.jiudafu.com/jingluo/gif/足厥阴肝经.gif",
    "zongtu": "http://data.jiudafu.com/jingluo/images0/足厥阴肝经_opt.jpeg"
  },
  {
    "jlid": 13,
    "name": "督脉",
    "guojidaima": "DU",
    "jmCircly": "起于胞中，下出会阴，向后从尾骨端（长强）行于脊柱的内部，至项后风府穴处进入脑内，直行至巅顶，沿前额下行鼻柱，止于上齿龈（龈交）。【附】《难经?二十八难》：督脉者，起于下极之俞，并于脊里，上至风府，入属于脑。",
    "binghou": "脊柱强痛 角弓反张等。",
    "zhiliao": "长强主治肛肠病；腰俞、腰阳关、命门主治腰痛及下肢痿痹；至阳主治胸胁痛；神道主治神志病；身柱主治脊背痛；陶道主治疟疾和热病；大椎主治热病及外感；哑门治疗以舌强不语及中风为主；风府治疗以中风及癫狂痫为主；脑户主治头项痛；百会治疗以神志病和内脏脱垂为主；上星以治鼻病为主；神庭主治神志病；素髎、水沟升血压。",
    "caozuo": "长强穴针尖宜向上斜刺；哑门、风府穴宜向下颌方向缓慢刺入，不可深刺；素髎、水沟、兑端、龈交穴宜向上斜刺并浅刺，一般不灸。",
    "xunxing": "http://data.jiudafu.com/jingluo/gif/督脉.gif",
    "zongtu": "http://data.jiudafu.com/jingluo/images0/督脉_opt.jpeg"
  },
  {
    "jlid": 14,
    "name": "任脉",
    "guojidaima": "ReN",
    "jmCircly": "起于胞中，下出会阴，向上前行至阴毛部位，沿腹部和胸部正中线直上，经咽喉，至下颌，环绕口唇，沿面颊，分行至目眶下。【附】《素问?骨穴论》：任脉者，起于中极之下，以上毛际，循腹里，上关元，至咽喉，上颐，循面，入目。",
    "binghou": "疝气、带下、腹中结块等。",
    "zhiliao": "曲骨、中极、关元主治妇科及前阴病；气海、神阙主治肠道病；下脘、建里、中脘、上脘主治胃肠病；巨阙、鸠尾、膻中主治心肺病；天突主治肺咽病；廉泉主治口舌病；承浆主治面口病；关元、气海是保健强壮要穴。",
    "caozuo": "脐以下腧穴孕妇慎用；神阙穴禁刺；天突穴向下沿胸骨柄后缘缓慢刺入；廉泉穴向咽喉部刺。",
    "xunxing": "http://data.jiudafu.com/jingluo/gif/任脉.gif",
    "zongtu": "http://data.jiudafu.com/jingluo/images0/任脉_opt.jpeg"
  },
  {
    "jlid": 15,
    "name": "经外奇穴",
    "guojidaima": "Extra points",
    "jmCircly": "无",
    "binghou": "无",
    "zhiliao": "无",
    "caozuo": "无"
  }
]